/* eslint-disable react/no-unescaped-entities */
/* eslint-disable no-unused-vars */
import React from "react";
import buy1 from "../../assets/1buy.png";
import buy2 from "../../assets/2buy.png";
import buy3 from "../../assets/3buy.png";
import buy4 from "../../assets/4buy.png";
export default function Installment() {
  return (
    <div className="custom-container">
      <div className="pb-6 mb-8 border-b-2 mt-8 border-white-400">
        <h1 className="font-semibold text-base leading-6 text-black">
          განვადება
        </h1>
      </div>
      <h3 className="font-bold text-center mt-4 mb-3">
        როგორ შევიძინოთ ტექნიკა ონლაინ განვადებით ზუმერში?
      </h3>
      <div className="flex items-center flex-col justify-between gap-4">
        <span className="font-bold text-sm">
          ზუმერის ქსელში შეგიძლიათ ისარგებლოთ თიბისი ბანკის, საქართველოს ბანკის,
          კრედო ბანკისა და სფეის QR-ის ონლაინ განვადებით.
        </span>
        <span>
          ზუმერის ვებგვერდიდან ონლაინ განვადებით სარგებლობისთვის, უპირველესად
          საჭიროა გაიაროთ რეგისტრაცია ან ავტორიზაცია ზუმერის ვებგვერდზე.
          ინსტრუქცია იხილეთ აქ:
        </span>
        <span>
          ნაბიჯი 1: გაიარეთ რეგისტრაცია გუგლის ანგარიშით ან ტელეფონის ნომრით,
          სრულად შეავსეთ თქვენი პროფილი პირადი ინფორმაციით. თუ უკვე
          დარეგისტრირებული ხართ, გაიარეთ ავტორიზაცია - მეილით, გუგლის ანგარიშითა
          ან ტელეფონის ნომრით.
        </span>
        <span>
          Ნაბიჯი 2: Რეგისტრაციის გავლის შემდეგ ზუმერის ვებგვერდზე შეარჩიეთ
          სასურველი ნივთი და აირჩიეთ ღილაკი “ყიდვა”.
        </span>
        <img src={buy1} width={602} height={197} />
        <span>
          ნაბიჯი 3: სასურველი პარამეტრების არჩევისა და შეკვეთის დეტალების
          შევსების შემდეგ, დააწექით ღილაკს “შემდეგი”.
        </span>
        <img src={buy2} width={602} height={197} />
        <span>
          ნაბიჯი 4: გადახდის ტიპებში ირჩევთ “განვადებით შეძენა”-ს, შემდეგ კი
          სასურველ ბანკს.
        </span>
        <img src={buy3} width={450} height={130} />
        <span>
          ნაბიჯი 5: ეცნობით “წესებსა და პირობებს”, რასაც ადასტურებთ მონიშნული
          პირობაზე დათანხმებით.{" "}
        </span>
        <img src={buy4} width={450} height={130} />
        <span>
          ნაბიჯი 6: Ბანკის არჩევის შემდეგ ვაჭერთ “შემდეგს” და გადავდივართ
          უშუალოდ სასურველი ბანკის ვებგვერდზე.
        </span>
        <span>
         <span className="font-bold"> ბანკი 1:</span> თიბისი ბანკი გადახდის მეთოდებში ირჩევთ თიბისი ბანკის
          განვადებას, აჭერთ ღილაკს “გაგრძელება” და გადადიხართ ბანკის გვერდზე:
          Შეიყვანეთ პირადი ნომერი და მობილურის ნომერი, დაადასტურეთ რომ არ ხართ
          რობოტი და მიუთითეთ მიღებული კოდი, უსაფრთხოების დაცვისთვის. შეავსეთ
          განაცხადის ფორმა: დასაქმების სფერო, შემოსავალი, თანამონაწილეობა,
          მისმართი, საკონტაქტო პირი; ფინანსური ინფორმაციის შეყვანის შემდეგ
          გადადიხართ დადასტურების გვერდზე. სადაც დეტალურად წაიკითხავთ ბანკის
          მიერ მოთხოვნილ წესებს და თანხმობის შემთხვევაში მონიშნავთ ღილაკს
          „ვეთანხმები მოცემულ პირობებს“ ატვირთეთ შემოსავლის დამადასტურებელი
          ცნობა; ყველა ამ პროცედურის წარმატებით დასრულების შემდეგ დაელოდეთ ჩვენი
          ოპერატორის ზარს ნივთის მიწოდების/გატანის თაობაზე, მოგაწვდით სასურველ
          ნივთს, ან თავად შეძლებთ წინასწარ მითითებული ფილიალიდან გატანას.
        </span>
        <span>
        <span className="font-bold"> ბანკი 2:</span>საქართველოს ბანკი გადახდის მეთოდებში Საქართველოს ბანკის
          არჩევის შემდეგ გადადიხართ ბანკის გვერდზე, შეგყავთ მონაცემები ან
          გადიხართ რეგისტრაციას; გაეცანით საქართველოს ბანკის პირობებს და
          დათანხმდით სურვილის შემთხვევაში; შეავსეთ თქვენი ფინანსური მონაცემები
          მოთხოვნილ გრაფებში; აირჩიეთ განვადების პერიოდი; სმს-ის სახიით მიიღებთ
          დადასტურებას განვადების შესახებ; ყველა ამ პროცედურის წარმატებით
          დასრულების შემდეგ დაელოდეთ ჩვენი ოპერატორის ზარს ნივთის
          მიწოდების/გატანის თაობაზე, მოგაწვდით სასურველ ნივთს, ან თავად შეძლებთ
          წინასწარ მითითებული ფილიალიდან გატანას.
        </span>
        <span>
        <span className="font-bold"> ბანკი 3:</span> კრედო ბანკი კრედო ბანკის განვადების არჩევისას გადავდივართ
          კრედო ბანკის საიტზე, სადაც ბანკს ავტომატურად გამოაქვს მონაცემები,
          თქვენ სურვილისამებრ ირჩევთ განვადების ვადას; ავსებთ პირად მონაცემებს;
          გაიარეთ რეგისტრაცია ბანკის ვებგვერდზე; გაეცანით პირობებს და სურვილის
          შემთხვევაში, დათანხმდით მას; გაიარეთ იდენტიფიკაცია; ყველა ამ
          პროცედურის წარმატებით დასრულების შემდეგ დაელოდეთ ჩვენი ოპერატორის ზარს
          ნივთის მიწოდების/გატანის თაობაზე, მოგაწვდით სასურველ ნივთს, ან თავად
          შეძლებთ წინასწარ მითითებული ფილიალიდან გატანას.
        </span>
        <span>
        <span className="font-bold"> ბანკი 4:</span> SPACE QR განვადება იმისთვის რომ, ვისარგებლოთ SPACE-ის
          განვადებით, აუცილებელია Space Bank-ის აპლიკაცია. გაიარეთ რეგისტრაცია
          (თუ უკვე არ გაქვთ პირადი ანგარიში); ჩვენს ვებგვერდზე ირჩევთ ნივთს და
          გადადიხართ SPACE BANK-ის განვადების პორტალში სადაც ჩნდება QR კოდი,
          რომელსაც ასკანერებთ; დასკანერების შემდეგ ჩვენს სმარტფონზე ისახება
          ჩვენი არჩეული ნივთის ღირებულება, ვამოწმებთ თანხას და ვაგრძელებთ
          განვადების შევსებას; ყველა საჭირო ველის შევსებისთანავე თქვენს
          სმარტფონზე ისახება განვადების სტატუსი დამტკიცებულია თუ არა; ყველა ამ
          პროცედურის წარმატებით დასრულების შემდეგ დაელოდეთ ჩვენი ოპერატორის ზარს
          ნივთის მიწოდების/გატანის თაობაზე, მოგაწვდით სასურველ ნივთს, ან თავად
          შეძლებთ წინასწარ მითითებული ფილიალიდან გატანას.
        </span>
      </div>
      <div />
    </div>
  );
}
