/* eslint-disable react/no-unescaped-entities */
/* eslint-disable no-unused-vars */
import React from "react";

export default function TradePolicy() {
  return (
    <div className="custom-container">
      <div className="pb-6 mb-8 border-b-2 mt-8 border-white-400">
        <h1 className="font-semibold text-base leading-6 text-black">
          სავაჭრო პოლიტიკა
        </h1>
      </div>
      <h3 className="font-bold text-center mt-4">
        შპს "ზუმერი ჯორჯიას" სავაჭრო პოლიტიკა
      </h3>
      <div className="flex items-start flex-col justify-between gap-4">
        <span className=" text-base text-gray-500">პრეამბულა</span>

        <span>
          წინამდებარე სავაჭრო პოლიტიკის დოკუმენტის მიზანია, განსაზღვროს შპს
          "ზუმერი ჯორჯიასა" (შემდგომში - "ზუმერი") და მომხმარებლებს შორის
          სამართლებრივი ურთიერთობის საფუძვლები, ხელი შეუწყოს "ზუმერსა" და
          მომხმარებელებს შორის ურთიერთპატივისცემაზე დამყარებული ქცევის კულტურის
          განვითარებას, ასევე, პატივი სცეს მომხმარებლების ლეგიტიმურ მოლოდინს,
          რომ "ზუმერთან" ურთიერთობაში ისინი დაცული იქნებიან არაკანონიერი და
          უსამართლო მოპყრობისაგან.
        </span>

        <span>
          წინამდებარე სავაჭრო პოლიტიკა მოიცავს მომხმარებლებთან სარეწში
          გაფორმების ზოგად და დისტანციური საშუალებების გამოყენებითა და სარეწის
          გარეთ დადებული ხელშეკრულებების გაფორმების წესებს, რომლის სამართლებრივი
          საფუძვლები მოცემულია საქართველოს კანონმდებლობაში, მათ შორის,
          საქართველოს სამოქალაქო კოდექსში, "მომხმარებლის უფლებების დაცვის
          შესახებ" საქართველოს კანონში და სხვა ნორმატი
        </span>
        <span className=" text-base text-gray-500">ტერმინთა განმარტება</span>
        <span>
          წინამდებარე სავაჭრო პოლიტიკაში მოცემულ ტერმინებს აქვს შემდეგი
          მნიშვნელობა:
        </span>
        <span>
          “ვებ-გვერდი” - ნიშნავს www.zoommer.ge, რომლის მეშვეობითაც ხდება
          საქონლის გაყიდვა ან/და მომსახურების შეთავაზება/განხორციელება;
        </span>
        <span>
          "საქონელი" ნებისმიერი მოძრავი ნივთი, აგრეთვე მასში განთავსებული ან/და
          ციფრული ფორმით გავრცელებული ქონებრივი სიკეთე;
        </span>
        <span>
          “კომპანია“ ან “მოვაჭრე” - შპს “ზუმერი ჯორჯია” (იურიდიული მისამართი:
          თბილისი, ცაბაძის ქ. #8; ფაქტობრივი მისამართი: თბილისი, აკ. წერეთლის
          გამზ. #1; საიდენტიფიკაციო ნომერი: 202462717; ელ. ფოსტა:
          info@zoommer.ge; ტელ: 032 260 30 60), რომელიც რეგისტრირებულია
          საქართველოს კანონმდებლობის შესაბამისად და რომელსაც ეკუთვნის ვებ-გვერდი
          www.zoommer.ge;
        </span>
        <span>
          “მომხმარებელი” - ნებისმიერი ფიზიკური პირი, რომელიც იძენს ან შემდგომ
          იყენებს საქონელს უპირატესად პირადი მოხმარების მიზნით და არა სავაჭრო,
          სამეწარმეო, სახელობო ან სხვა პროფესიული საქმიანობის განსახორციელებლად
          როგორც სარეწში ან სარეწის გარეთ, ასევე "ზუმერის" ვებ-გვერდზე
          www.zoommer.ge რეგისტრაციის მეშვეობით;
        </span>
        <span>“მხარეები” - ნიშნავს "ზუმერსა" და მომხმარებელს;</span>
        <span>
          “დისტანციური ხელშეკრულება” ხელშეკრულება, რომელიც დადებულია "ზუმერსა"
          და მომხმარებელს შორის მხოლოდ დისტანციური კომუნიკაციის ერთი ან
          რამდენიმე საშუალების გამოყენებით, დისტანციური ნასყიდობის ან
          მომსახურების მიწოდების ორგანიზებული სქემის მეშვეობით და არ მოითხოვს
          მომხმარებლისა და მოვაჭრის ფიზიკურ თანაყოფობას. ამასთანავე,
          ხელშეკრულება დისტანციურ ხელშეკრულებად არ მიიჩნევა, თუ მომხმარებელი და
          "ზუმერი" ხელშეკრულების პირობებზე სარეწში შეთანხმდნენ და ხელშეკრულება
          დისტანციურად მხოლოდ ამის შემდეგ დაიდო;
        </span>
        <span>
          “პერსონალური მონაცემი” - ნებისმიერი ინფორმაცია, რომელიც უკავშირდება
          იდენტიფიცირებულ ან იდენტიფიცირებად ფიზიკურ პირს. პირი
          იდენტიფიცირებადია, როდესაც შესაძლებელია მისი იდენტიფიცირება პირდაპირ
          ან არაპირდაპირ, კერძოდ, საიდენტიფიკაციო ნომრით ან პირის მახასიათებელი
          ფიზიკური, ფიზიოლოგიური, ფსიქოლოგიური, ეკონომიკური, კულტურული ან
          სოციალური ნიშნებით;
        </span>
        <span className=" text-base text-gray-500">
          ხელშეკრულების გაფორმების ზოგადი წესები{" "}
        </span>
        <span>
          "ზუმერის" მიერ მომხმარებელს მიეწოდება სრული ინფორმაცია იმ საქონლის
          შესახებ, რომელზეც იგი გამოხატავს ინტერესს. ამისათვის, კომპანიის
          ტექნიკურ პერსონალს აქვს შესაბამისი კვალიფიკაცია და ცოდნა, რომ
          მომხმარებელს მიაწოდოს ინფორმაცია პროდუქტის მწარმოებლის, არსებითი
          მახასიათებლებისა და პარამეტრების შესახებ. ინფორმაციის მიწოდების გარდა,
          მას შემდეგ, რაც მომხმარებელი გამოხატავს სურვილს საქონლის შეძენის
          შესახებ, შესყიდული ნივთი ტექნიკური პერსონალის მიერ მომხმარებელთან
          ერთად დათვალიერდება და იგი თავდაპირველად შემოწმდება ვიზუალურ ხარვეზზე.
          მხოლოდ ამის შემდეგ, ხდება მომხმარებლის თანდასწრებით ნივთის ტესტირება,
          მისი შემოწმება ტექნიკურ გამართულობაზე.
        </span>
        <span className=" text-base text-gray-500">
          1. საქონლის მიწოდების ვადა{" "}
        </span>
        <span>
          "ზუმერი" ვალდებულია მომხმარებელს მიაწოდოს საქონელი დაყოვნების გარეშე,
          მაგრამ ხელშეკრულების დადებიდან არაუგვიანეს 14 სამუშაო დღისა, თუ
          ხელშეკრულებით სხვა რამ არ არის გათვალისწინებული და მომხმარებელი ამის
          თაობაზე ინფორმირებულია და თანახმაა. იმ შემთხვევაში, თუ "ზუმერმა"
          ვალდებულება ამ მუხლის პირველი პუნქტით დადგენილ ვადაში არ შეასრულა,
          მომხმარებელი უფლებამოსილია განუსაზღვროს "ზუმერს" გონივრული დამატებითი
          ვადა ვალდებულების შესასრულებლად. დამატებითი ვადის გასვლის შემდეგ,
          ვალდებულების შეუსრულებლობის შემთხვევაში, მომხმარებელს უფლება აქვს,
          უარი თქვას ხელშეკრულებაზე და მოითხოვოს ზიანის ანაზღაურება საქართველოს
          სამოქალაქო კანონმდებლობით დადგენილი წესით. ამ მუხლის მე-2 პუნქტით
          გათვალისწინებული დამატებითი ვადის განსაზღვრა სავალდებულო არ არის, თუ
          აშკარაა, რომ ამას არავითარი შედეგი არ ექნება, ან მომხმარებელმა
          ხელშეკრულების შესრულება საქონლის დროულად მიღებას დაუკავშირა. 4. თუ
          მომხმარებელს საქონელი იმის გამო არ მიეწოდება, რომ იგი ხელმისაწვდომი არ
          არის, "ზუმერი" ვალდებულია მომხმარებელს დაუყოვნებლივ აცნობოს ამის
          შესახებ.
        </span>
        <span className=" text-base text-gray-500">
          2. საქონლის მიწოდების ვალდებულება
        </span>
        <span>
          "ზუმერი" ვალდებულია გადასცეს მომხმარებელს ხელშეკრულებით
          გათვალისწინებული პირობების შესაბამისი საქონელი. საქონელი ხელშეკრულებით
          გათვალისწინებული პირობების შესაბამის საქონლად მიიჩნევა: ა) თუ იგი
          შეესაბამება "ზუმერის" მიერ მომხმარებლისთვის მიწოდებულ აღწერას და მას
          აქვს იგივე თვისებები, რომლებიც "ზუმერის" მიერ მომხმარებლისთვის
          წარდგენილ საქონლის ნიმუშს ჰქონდა; ბ) "ზუმერის" მიერ მომხმარებლისთვის
          მიწოდებული აღწერის არარსებობის შემთხვევაში, საქონელი ხელშეკრულებით
          გათვალისწინებული პირობების შესაბამის საქონლად მიიჩნევა, თუ იგი
          გამოსადეგია იმ მიზნისთვის, რომლის თაობაზედაც მომხმარებელმა "ზუმერს"
          ხელშეკრულების დადების დროს აცნობა და რომელსაც "ზუმერი" დაეთანხმა. გ)
          თუ მომხმარებელი "ზუმერს" არ აცნობებს იმ მიზნის თაობაზე, რომლისთვისაც
          მას სურს საქონლის გამოყენება, მაშინ საქონელი ხელშეკრულებით
          გათვალსიწნებული პირობების შესაბამისად მიიჩნევა, თუ იგი ვარგისია იმ
          მიზნით სარგებლობისთვის, რომლისთვისაც იგი ჩვეულებრივ გამოიყენება. თუ
          საქონლის ჩვეულებრივი გამოყენების მიზანი ვერ დგინდება, საქონელი
          ხელშეკრულებით გათვალისწინებული პირობების შესაბამის საქონლად მიიჩნევა,
          თუ მას აქვს ამ სახეობის საქონლის თვისებები და ფუნქციონირებს ისე,
          როგორც აღნიშნული სახეობის საქონელი, ამასთანავე, რისი გონივრული
          მოლოდინიც მომხმარებელს შეიძლებოდა ჰქონოდა საქონლის ბუნებიდან და იმ
          საჯარო განცხადებებიდან გამომდინარე, რომლებიც გააკეთა "ზუმერმა",
          მწარმოებელმა, მისმა წარმომადგენელმა ან ბაზარზე განთავსებისთვის
          პასუხისმგებელმა სხვა პირმა, მათ შორის, რეკლამის ან/და ეტიკეტის
          საშუალებით. "ზუმერის" მიერ ან მისი პასუხისმგებლობით საქონლის არასწორად
          დამონტაჟების შედეგად წარმოქმნილი ნაკლი უთანაბრდება საქონლის
          ხელშეკრულებით გათვალისწინებულ პირობებთან შეუსაბამობას (ნაკლს), თუ
          საქონლის მონტაჟი ხელშეკრულების ნაწილი იყო. ეს წესი ვრცელდება აგრეთვე
          იმ საქონელზე, რომელიც მომხმარებელმა უნდა ააწყოს ან დაამონტაჟოს და
          რომელიც საქონლისთვის დართული ინსტრუქციის ნაკლოვანების გამო არასწორად
          აიწყო ან დამონტაჟდა. ამ მუხლის მიზნებისთვის საქონელი ნაკლის მქონე
          საქონლად არ მიიჩნევა, თუ ხელშეკრულების დადების მომენტში მომხმარებელმა
          იცოდა ან უნდა სცოდნოდა, რომ საქონელს ნაკლი ჰქონდა. "ზუმერს არ
          დაეკისრება პასუხისმგებლობა საქონლის ან მომსახურების შესახებ საჯარო
          განცხადებისთვის, თუ: ა) მას არ ჰქონდა ან ვერ ექნებოდა ინფორმაცია ამ
          განცხადების შესახებ; ბ) ხელშეკრულების დადებამდე ამ განცხადებაში
          მოცემული ინფორმაცია შეიცვალა; გ) ეს განცხადება ვერ მოახდენდა გავლენას
          მომხმარებლის მიერ საქონლის ან მომსახურების შეძენაზე.
        </span>
        <span className=" text-base text-gray-500">
          3. მომხმარებლის უფლებები ნაკლის მქონე საქონლის მიწოდების შემთხვევაში{" "}
        </span>
        <span>
          იმ შემთხვევაში, თუ საქონელი ნაკლის მქონე აღმოჩნდა, მომხმარებელს უფლება
          აქვს, "ზუმერს" მოსთხოვოს ნაკლის აღმოფხვრა (საქონლის უსასყიდლოდ
          შეკეთება ან შეცვლა, ფასის შემცირება) ან გავიდეს ხელშეკრულებიდან.
          საქონლის შეკეთება და შეცვლა მომხმარებლის პირველი რიგის უფლებებია.
          მომხმარებელს უფლება აქვს, "ზუმერს" მოსთხოვოს საქონლის უსასყიდლოდ
          შეკეთება ან შეცვლა, გარდა იმ შემთხვევისა, როდესაც ეს, საქონლის
          ბუნებიდან გამომდინარე, შეუძლებელია ან არათანაზომიერ ან შეუსაბამოდ დიდ
          ხარჯს მოითხოვს. საქონელი შეკეთებული ან შეცვლილი უნდა იქნეს გონივრულ
          ვადაში, ისე, რომ მომხმარებელს არ შეექმნას მნიშვნელოვანი შეფერხება
          საქონლის ბუნებისა და იმ მიზნის გათვალისწინებით, რომლისთვისაც მან ეს
          საქონელი შეიძინა. საქონლის უსასყიდლოდ შეკეთება ან შეცვლა გულისხმობს
          "ზუმერის" მიერ ყველა ხარჯის (მათ შორის, ფოსტის, სამუშაო ძალისა და
          მასალების ხარჯების) გაწევას, რომლებიც საჭიროა საქონლის ხელშეკრულებით
          გათვალისწინებულ პირობებთან შესაბამისობის უზრუნველსაყოფად. მომხმარებელს
          უფლება აქვს, მოითხოვოს საქონლის ფასის შემცირება ან უარი თქვას
          ხელშეკრულებაზე, თუ არსებობს ერთ-ერთი შემდეგი პირობა: ა) თუ გონივრულ
          ვადაში საქონლის შეკეთება ან შეცვლა შეუძლებელია; ბ) "ზუმერმა" საქონელი
          გონივრულ ვადაში არ შეაკეთა ან არ შეცვალა და მომხმარებელმა
          ხელშეკრულების შესრულებისადმი ინტერესი დაკარგა; გ) "ზუმერის" მიერ
          საქონლის შეკეთება ან შეცვლა მომხმარებელს მნიშვნელოვან შეფერხებას
          შეუქმნის. მომხმარებელს უფლება აქვს, ხელშეკრულებიდან გასვლის
          შემთხვევაში მოითხოვოს ხელშეკრულების შეუსრულებლობით მიყენებული ზიანის
          ანაზღაურება საქართველოს კანონმდებლობით დადგენილი წესით. მომხმარებელს
          არ აქვს უფლება, უარი თქვას ხელშეკრულებაზე, თუ საქონლის ნაკლი
          უმნიშვნელოა. იმის განსაზღვრისას, თუ რამდენად არათანაზომიერია ან
          შეუსაბამოდ დიდია ხარჯი, გათვალისწინებული უნდა იქნეს შემდეგი პირობები:
          ა) საქონლის ან მომსახურების ფასი მისი ხელშეკრულებით გათვალისწინებულ
          პირობებთან შესაბამისობის შემთხვევაში; ბ) საქონლის ან მომსახურების
          ხელშეკრულებით გათვალისწინებულ პირობებთან შეუსაბამობის ხარისხი; გ)
          საქონლის ნაკლის მომხმარებლისთვის შეფერხების შექმნის გარეშე აღმოფხვრის
          ალტერნატიული შესაძლებლობა.
        </span>
      </div>
    </div>
  );
}
